aaron-bond.better-comments
adamhartford.vscode-base64
alefragnani.bookmarks
angular.ng-template
bengreenier.vscode-node-readme
bradlc.vscode-tailwindcss
chris-noring.node-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
clinyong.vscode-css-modules
codeium.codeium
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
emeraldwalk.runonsave
esbenp.prettier-vscode
expresssnippets.vscode-express-snippets
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
fuzionix.file-tree-extractor
github.copilot
github.copilot-chat
gregorbiswanger.git-commit-whisperer
gruntfuggly.todo-tree
johnpapa.vscode-peacock
k--kato.intellij-idea-keybindings
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
msjsdiag.vscode-react-native
mtxr.sqltools
mtxr.sqltools-driver-mysql
nespinozacr.mysql-autocomplete
oderwat.indent-rainbow
omkarbhede.tailwindcss-tune
pkief.material-icon-theme
pranaygp.vscode-css-peek
redhat.java
rubymaniac.vscode-paste-and-indent
shardulm94.trailing-spaces
steoates.autoimport
streetsidesoftware.code-spell-checker
tabnine.tabnine-vscode
tumido.cron-explained
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
